# macOS Homebrew bundle.
#
# Simon Olofsson <simon@olofsson.de>
#

brew "colima"
brew "mas"
brew "openconnect"

cask "cyberduck"
cask "firefox"
cask "font-symbols-only-nerd-font"
cask "ghostty"
cask "gimp"
cask "google-chrome"
cask "iina"
cask "zed"

mas "1Blocker", id: 1365531024
mas "GoodLinks", id: 1474335294
mas "Maccy", id: 1527619437
mas "MeetingBar", id: 1532419400
mas "Numbers", id: 361304891
mas "Pages", id: 361309726
mas "rcmd", id: 1596283165
