tap "homebrew/command-not-found"

brew "bat"
brew "csview"
brew "eza"
brew "fd"
brew "git-delta"
brew "gnu-sed"
brew "jaq"
brew "mas"
brew "pure"
brew "ripgrep"
brew "rnr"
brew "sd"
brew "tealdeer"
brew "tmux"
brew "zsh-autopair"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-syntax-highlighting"

cask "firefox"
cask "font-sf-mono-nerd-font-ligaturized"
cask "gimp"
cask "google-chrome"
cask "iina"

mas "1Blocker", id: 1365531024
mas "GoodLinks", id: 1474335294
mas "Keynote", id: 409183694
mas "Maccy", id: 1527619437
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "rcmd", id: 1596283165
