# Bundle for Homebrew, Homebrew Cask, and Mac App Store Apps.
#
# Location: ~/.Brewfile
#
# Simon Olofsson <simon@olofsson.de>
#

brew "bat"
brew "colima"
brew "csview"
brew "dotbot"
brew "eza"
brew "fd"
brew "fish"
brew "fisher"
brew "gh"
brew "git-delta"
brew "jaq"
brew "mas"
brew "openconnect"
brew "ripgrep"
brew "rnr"
brew "rustup"
brew "sd"
brew "vivid"
brew "xh"
brew "zoxide"

cask "claude-code"
cask "cyberduck"
cask "firefox"
cask "font-symbols-only-nerd-font"
cask "ghostty"
cask "gimp"
cask "google-chrome"
cask "iina"
cask "zed"

mas "1Blocker", id: 1365531024
mas "GoodLinks", id: 1474335294
mas "Keynote", id: 409183694
mas "Maccy", id: 1527619437
mas "MeetingBar", id: 1532419400
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "rcmd", id: 1596283165
