brew "ansible@8"
brew "colima"
brew "dos2unix"
brew "gettext"
brew "gh"
brew "helm"
brew "xh"
brew "maven"
brew "openconnect"
brew "openjdk@11"
brew "openjdk@8"
brew "openshift-cli"
brew "pgcli"
brew "rustup"
brew "subversion"
brew "tcptraceroute"
brew "watch"
brew "xmlstarlet"

cask "cyberduck"
cask "eclipse-jee"
cask "google-drive"
cask "vagrant"
cask "virtualbox"
cask "visual-studio-code"
cask "visualvm"
cask "wireshark"

mas "MeetingBar", id: 1532419400
mas "Microsoft Excel", id: 462058435
mas "Microsoft Word", id: 462054704
